app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "login", "name", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", "2016-03-31 09:17:52.907653"], ["email", "tanghoangphong1994@gmail.com"], ["login", "PhongPhong"], ["name", "Phong"], ["updated_at", "2016-03-31 09:17:52.907653"]]
---
  def create
  @user = User.new(user_params)

  respond_to do |format|
    if @user.save